


<div class="filters">
    <div class="filters-label">
        Фільтри:
    </div>
    <div class="filter-country">
        
    </div>
    <div class="price-scroll">
        
    </div>
    <div class="calendar">
        
    </div>
</div>
<div class="events">
    <div class="events-sorting">  
    </div>
    <div class="event">
        <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a> 
    </div>    
    
    <div class="event">
        <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a>
    </div>
    <div class="event">
       <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a>  
    </div>
    <div class="event">
        <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a>
    </div>
    <div class="event">
  <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a>     
    </div>
    <div class="event">
  <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a>       
    </div>
    <div class="event">
  <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a>     
    </div>
    <div class="event">
        <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a> 
    </div>
    <div class="event">
       <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a>  
    </div>
    <div class="pagination-link">  
        <ul>
                    <li><a href="">1</a></li>
                    <li><a href="">2</a></li>
                    <li><a href="">3</a></li>
                    <li><a href="">4</a></li>
                    <li><a href="">5</a></li>
                    <li><a href="">6</a></li>
                    <li><a href="">7</a></li>
                </ul>
    </div>
</div>