


<div class="filters">
    <?php
        $form = $this->beginWidget('CActiveForm', array(
                    'id' => 'FilterForm',
                    'enableAjaxValidation'=>true,
                    'clientOptions' => array(
                        'validateOnSubmit' => true,
                        'validateOnChange'=>false,
                        'validateOnType'=>false,
                    ),
                    'htmlOptions'=>array('class'=>'form',),
                    'action' => array('site/login'), // когда форма показывается и в других контроллерах, не только 'site', то я в каждый из этих контроллеров вставил actionQuick, a здесь указал — array('quick'); почему-то не получается с array('//site/quick')
                )
            );
?>
    <div class="filters-label">
        Фільтри:
    </div>
    <div class="filter-country">
        
    </div>
    <div class="price-scroll">
        
    </div>
    <div class="calendar">
        
    </div>
    <?php   
    $this->endWidget(); ?>
</div>
<div class="events">
    <div class="events-sorting">  
    </div>
    <div class="event">
        <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a> 
    </div>    
    
    <div class="event">
        <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a>
    </div>
    <div class="event">
       <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a>  
    </div>
    <div class="event">
        <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a>
    </div>
    <div class="event">
  <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a>     
    </div>
    <div class="event">
  <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a>       
    </div>
    <div class="event">
  <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a>     
    </div>
    <div class="event">
        <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a> 
    </div>
    <div class="event">
       <img src="http://s3.dotua.org/fsua_items/cover/00/34/68/2/00346841.jpg"width="90" height="90" border="0"
             <a href=""><span>Американський папа</span><br/>Содружество — мир звездных империй и высоких технологий. Множество населенных людьми и негуманоидами планет. Землянину предстоит пройти нелегкий путь, став бойцом отряда наемников. Он окажется в центре межзвездного конфликта и прикоснется к тайнам исчезнувших цивилизаций. Его зовут Гарт, и он — Одаренный!</a>  
    </div>
    <div class="pagination-link">  
        <ul>
                    <li><a href="">1</a></li>
                    <li><a href="">2</a></li>
                    <li><a href="">3</a></li>
                    <li><a href="">4</a></li>
                    <li><a href="">5</a></li>
                    <li><a href="">6</a></li>
                    <li><a href="">7</a></li>
                </ul>
    </div>
</div>